Repository: aungmyooo2k17/mon_news_app
Catalog: lib/l10n/app_*.arb
Languages: de

source: News
de: ပရိုၚ်

# story_post
source: Store Post
de: Story Post(လညာတ်ညးဒါန်လိက်)

source: Donate
de: ကဵုဒါန်၊ စုတ်ကဵုသၠုဲ

source: Setting
de: Settings

source: Contact us
de: ကေတ်အဆက်ကဵုပိုယ်၊ ဆက်စၠောံကဵုပိုယ်

source: About us
de: ပရူပရာပိုယ်

source: Terms of Use
de: အပိုၚ်အခြာကာလသုၚ်စောဲ

# privacy
source: Privacy policy
de: မူဝါဒမဆေၚ်စပ်ကဵုအခေါၚ်အရာပူဂဵု

# share_feedback
source: Share feedbacks
de: ပါ်ပရအ်လညာတ်

# share_app
source: Share our app
de: တရးကဵု app ပိုယ်

source: Language
de: အရေဝ်ဘာသာ

source: Media
de: ပရိုၚ်မဳဒဳယျာ

source: General
de: နာနာသာ်

# scan_to_donate
source: Scan QR to donate
de: ဂွံကဵုဒါန် တက် QR ညိ၊ ဂွံစုတ်သၠုဲ တက် QR ညိ

source: Cards
de: တၞးကာဒ်

# cards_desc
source: For the confidentiality of our users and donors, we process every card payments outside of the app, please fill the following form and we will contact you as soon as possible.
de: တၞဟ်နသ္ဂောံဖျေံစိုတ် တၚ်နၚ်ညးမရပ်စပ်စကာတံကီု တၠဒါန်တံကီုတုဲ သြဝ်ဗပေၚ်ကဵု လိက်တၞးဏံ မွဲဝါညိ၊ ဇၟာပ်ပ်တၞးကာဒ် ကဵုကေတ်သြန် ပါဲနူ app ဏံဂှ်လေဝ် ပိုယ်တံရေၚ်တၠုၚ်ကဵုဒၟံၚ်ဖအိုတ်ရောၚ်၊ ဗပေၚ်ကဵုလိက်တၞး ဗွဲသၟဝ်တေံတုဲ ပိုယ်တံ ကလေၚ်ဆက်စၠောံကဵုမၞး ဗွဲမပြဟ်ရောၚ်။

source: Full name
de: ယၟု

# enter_full_name
source: Enter your full name
de: ယၟုမၞး

# phone
source: Phone number
de: မဂၞန်ဖုၚ်

# enter_phone
source: Enter your number
de: မဂၞန်ဖုၚ်မၞး

source: Submit
de: ပ္တိုန်ထ္ၜး

source: Ads
de: လလောၚ်

# choose_app_language
source: Choose application language
de: ရုဲစှ် App အရေဝ်ဘာသာ
